Revit 2027 API
BuiltInFailures.TagFailures.MultiCategoryTagFilterParamNotFoundInElement Property
 The filter specified by Multi-Category Tag can't be used with the tagged object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MultiCategoryTagFilterParamNotFoundInElement { get; }
Public Shared ReadOnly Property MultiCategoryTagFilterParamNotFoundInElement As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MultiCategoryTagFilterParamNotFoundInElement {
	FailureDefinitionId^ get ();
}
static member MultiCategoryTagFilterParamNotFoundInElement : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace